Repository: BerkOlcay/PointingApp
Catalog: PointingApp/*.lproj/Localizable.strings
Languages: de

# exit_string
source: The app will exit to save language settings.
de: Die App wird beendet, um die Spracheinstellungen zu speichern.

source: Eyes Open
de: Augen offen

source: Eyes Closed
de: Augen zu

source: Mental Rotations 90°
de: Mentale Rotation 90°

source: Eyes on Calibration 1
de: Augen zu Eichpunkte 1

source: Eyes on Calibration 2
de: Augen zu Eichpunkte 2

source: Rotation Left
de: Rotation links

source: Rotation Right
de: Rotation rechts

source: Male
de: Mann

source: Female
de: Frau

source: Point to the following target:
de: Auf folgendes Objekt zeigen:

source: Patient's name
de: Vorname von Patient

source: Patient's surname
de: Nachname von Patient

source: Patient's birthday
de: Geburtsdatum von Patient

source: Patient's gender
de: Geschlecht des Patient

source: Name of the test
de: Testname

source: Mode of the test
de: Testmodus

source: Success
de: Erfolgreich

source: Saved to drive
de: Gespeichert auf Drive

source: Error
de: Fehler

source: Problem on saving to drive
de: Fehler bei Speichern auf Drive

source: Done
de: Fertig

source: Delete
de: Löschen

source: Test finished.
de: Der Test wurde beendet.

source: Alphabetical
de: Alphabetisch

source: Shuffled
de: Gemischt

source: View Tests
de: Testansicht

# TestControllertitleField
source: Tap to edit. Example input: Object 1 Object 2 Object 3 ...
de: Tippen zum Bearbeiten. Beispiel für Eingabe: Objekt 1 Objekt 2 Objekt 3 ...

source: Back
de: Zurück

source: Patient's handedness
de: Händigkeit das Patienten

source: Patient's identification number
de: Identifikationsnummer das Patienten

source: Lefthanded
de: linkshändig

source: Righthanded
de: rechtshändig
